[lang-en_US.UTF-8]
加载模块帮助：=Load module help:
运行模块：=Running module:
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用）=Use Win+Alt+H to quickly launch the iFlytek voice floating window (enabled by default)
使用IJKL滚轮移动滚轮，比RF多一个横轴。=Use the IJKL wheel to move the wheel, with one more horizontal axis than RF.
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=HJKL cursor acceleration rate, default is 1, change to 0.5 or similar if you want it slower
CLX BrainStorm 的功能激活碼，填FREE使用免費版本=CLX BrainStorm activation code, enter FREE to use the free version
Tab速率=Tab rate
Brainstorm 上次提问=Brainstorm last question
U:PageDown I:PageUP 翻页速率=U:PageDown I:PageUP Page flipping rate
禁用模拟鼠标模块=Disable the virtual mouse module
使用 SendInput 方法提高模拟鼠标点击、移动性能=Use the SendInput method to improve the performance of simulating mouse clicks and movements.
右手 \\][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用=Right hand \\][ simulates Windows key and Alt + Tab, refer to LaptopKeyboardFix module instructions for specific usage, enabled by default
使用 Windows API 强势提升模拟鼠标移动性能=Enhance Mouse Movement Simulation Performance Using Windows API
启用自动粘附各种按钮，编辑框=Enable automatic snapping for various buttons and edit boxes.
是否根据屏幕 DPI 比率缩放鼠标速度=Should the mouse speed be scaled according to the screen DPI ratio?
撞上屏幕边界后停止加速=Stop accelerating after hitting the screen boundary.
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318)=Please do not edit this file directly, the following content is automatically generated by the core loader. Snowstar/(20210318)
模块帮助有变更=The module help has changed.
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用）=Using Windows API to Strongly Enhance Simulated Mouse Wheel Performance (Currently Buggy, Not Recommended to Enable)
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=Scroll acceleration ratio, defaults to 1, change to 0.5 if you want it slower
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\\ 重载 CapsLockX。=First launch? To re-enter the initial use tutorial, change to 1 and save, then reload CapsLockX using Ctrl+Alt+\\.
Edit config.ini=Edit config.ini
启动时显示配置窗口=Display configuration window on startup
Reload CapsLockX=Reload CapsLockX
Exit CapsLockX=Exit CapsLockX
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置=Remember to restore the mouse position in each window when switching windows in CLX+Z.
CapsLockX 载入成功=CapsLockX loaded successfully
启用雪星并击（实验中），使用单手操作整个主键区=Enable snow star and strike (experimental), use one-handed operation for the entire main key area.
CapsLockX 退出=CapsLockX exit
启动时报告番茄状态=Report tomato status at startup
使用番茄时钟（默认禁用，改为 1 开启）=Use Pomodoro timer (disabled by default, set to 1 to enable)
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2）=When using the Pomodoro timer, automatically switch desktops (Desktop 1 for rest, Desktop 2 for work)
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=Mouse acceleration rate, default is 1, change to 0.5 if you want it slower.
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果=Press Win + L to lock the computer and turn off the screen immediately, this is not enabled by default. You can press Win+Alt+L to achieve this effect.
加载成功=Loaded successfully
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟）=Use the Pomodoro timer (play work chimes at 00 and 30 minutes, play rest chimes at 25 and 55 minutes each hour) (need to start the Pomodoro clock first).
